Repository: itsucara/kagisecure
Catalog: apps/macos/KagisecureCredentialProvider/Localizable.xcstrings
Source language: en
Languages: ja

source: Another confirmation is in progress
ja: 別の確認が進行中です

source: Cancel
ja: キャンセル

source: Confirm in Kagisecure…
ja: Kagisecure で確認してください…

source: Done
ja: 完了

source: Fill
ja: 入力

source: Kagisecure could not provide this login
ja: Kagisecure はこのログインを提供できませんでした

source: Kagisecure is locked or not running. Unlock it, then click Try Again.
ja: Kagisecure がロックされているか起動していません。ロックを解除してから「再試行」をクリックしてください。

source: Kagisecure is now an AutoFill provider. Unlock Kagisecure once, confirm with Touch ID, and your logins fill everywhere until the vault locks.
ja: Kagisecure が自動入力のプロバイダになりました。Kagisecure のロックを解除して Touch ID で一度確認すれば、保管庫がロックされるまでどこでもログインが入力されます。

source: No matching logins
ja: 一致するログインがありません

source: Not confirmed — nothing filled
ja: 確認されなかったため、何も入力されませんでした

source: Search logins
ja: ログインを検索

source: Try Again
ja: 再試行
